Tekla.Structures.TeklaStructuresInternal.ICDelegate.ExportGetSessionLogFile(Tekla.Structures.TeklaStructuresInternal.dotGetAttributeFile_t@)
DO NOT USE! For internal usage only!
data: The Data.
Returns: True if file was found.

Tekla.Structures.TeklaStructuresInternal.ICDelegate.ExportGetModelSessionID
DO NOT USE! For internal usage only!
Returns: Returns model session id.

Tekla.Structures.TeklaStructuresInternal.ICDelegate.ExportGetSessionID
DO NOT USE! For internal usage only!
Returns: Returns tranos session id.